Repository: mohammed-ezzedine/said
Catalog: lib/l10n/app_*.arb
Languages: ar

# registrationQ2
source: Previous history with colorectal cancer:
ar: هل سبق وأُصبت بسرطان القولون؟

# registrationQ2A
source: Year of diagnosis:
ar: سنة التشخيص

# registrationQ3
source: Previous history of
ar: تاريخ سابق بالإصابة بـ

# registrationQ3O1
source: Inflammatory bowel disease
ar: إلتهاب الأمعاء

# registrationQ3O2
source: Familial polyposis
ar: تاريخ عائلي بتعدد الحميات

# registrationQ3O3
source: Crohn’s disease
ar: مرض كرونز

# registrationQ3O4
source: Lynch syndrome
ar: متلازمة اللينش

# registrationQ4
source: You downloaded this application
ar: لقد نزلت هذا التطبيق

# registrationQ4O1
source: For personal use
ar: للاستعمال الشخصي

# registrationQ4O2
source: For your loved one
ar: لاستعماله لشخص يهمني أمره

# registrationQ4O3
source: other
ar: غيره

# registrationQ4O3E
source: please specify
ar: يرجى تحديد من

source: SAID NGO
ar: جمعية سعيد

source: Screening Guidelines
ar: إرشادات الفحص:

# screeningGHighRisk
source: High Risk Group:
ar: مجموعة ذوو المخاطر العالية:

# screeningGHighRisk1
source: 1. Patients with alarming symptoms (like blood in stool, abdominal pain and change in bowel habits, unexplained weight loss, and others).
ar: 1. المرضى الذين يعانون من أعراض مقلقة (مثل الدم في البراز ، وآلام في البطن ، فقر دم ، تغير في عادات الأمعاء ، وفقدان الوزن غير المبرر ، وغيرها).

# screeningGHighRisk2
source: 2. Males / Females who have a family history of known genetic disorders that make them more susceptible to have a high lifetime risk of colorectal cancer
ar: 2. الذكور / الإناث الذين لديهم تاريخ عائلي من الاضطرابات الوراثية المعروفة التي تجعلهم أكثر عرضة للإصابة بسرطان القولون والمستقيم على مدى حياته

# screeningGHighRisk3
source: 3. Males / Females who have a personal history of inflammatory bowel disease
ar: 3. الذكور / الإناث الذين لديهم تاريخ شخصي من مرض التهاب الأمعاء

# screeningGHighRisk4
source: 4. Males / Females who had a previous polyp, or previous colorectal cancer.
ar: 4. ذكور / إناث كان لديهم ورم سابق أو سرطان القولون والمستقيم.

# screeningGLowRisk
source: Low Risk Group:
ar: مجموعة متوسطوا المخاطر

# screeningGLowRisk1
source: People who have no symptoms(asymptomatic) who are 45 years and older and who don’t have any of the above increased risk factors.
ar: الأشخاص الذين ليس لديهم أعراض (بدون أعراض) والذين تزيد أعمارهم عن ٤٥ عامًا والذين ليس لديهم أي من عوامل الخطر المتزايدة المذكورة أعلاه.

# screeningImportance
source: Importance of Screening
ar: أهمية الفحص

# screeningMsg1
source: Colorectal cancer can be prevented and early detected through regular screening. CRC screening tests have the ability to detect the cancerous polyps and the noncancerous polyps, i.e. in the early stage, and remove them before they spread or develop into cancer.
ar: يمكن الوقاية من سرطان القولون والمستقيم واكتشافه مبكرًا من خلال الفحص المنتظم: اختبارات فحص CRC لديها القدرة على اكتشاف الأورام الحميدة السرطانية والأورام الحميدة غير السرطانية ، أي في المرحلة المبكرة ، وإزالتها قبل أن تنتشر أو تتطور إلى سرطان.

# screeningMsg2
source: If CRC is detected in stage 0 or I, 90% chance of survival. If CRC is detected in stage II, 60% chance of survival. If CRC is detected in stage III, 30% chance of survival.
ar: إذا تم الكشف عن CRC في المرحلة ٠ أو ١ ، فإن فرصة للبقاء على قيد الحياة هي ٩٠ ٪ إذا تم اكتشاف CRC في المرحلة الثانية ، فإن فرصة البقاء على قيد الحياة تبلغ ٦٠ ٪ إذا تم اكتشاف CRC في المرحلة الثالثة ، فإن فرصة البقاء على قيد الحياة تبلغ ٣٠ ٪

# screeningMsg3
source: A recommended early screening test is the FIT (Fecal Immunochemical Test)
ar: ُنصح باختبار الفحص المبكر ف.ي.ت ( F.I.T ) اختبار البراز الكيميائي المناعي

# screeningMsg4
source: FIT is a stool-based tests which detects hidden blood in stool which might be an early sign of cancer. FIT should be done every year for people are 50 or above and have: - No symptoms - No family or personal history of colorectal cancer or polyps - No risky diseases for colorectal cancer IF THE FIT IS POSITIVE A COLONOSCOPY IS NEEDED
ar: FIT هو اختبار للبراز يكتشف الدم المخفي في البراز والذي قد يكون علامة مبكرة على الإصابة بالسرطان يجب أن يتم إجراء FIT كل عام للأشخاص الذين يبلغون من العمر ٤٥ عامًا أو أكثر ولا توجد لديهم: - أعراض - تاريخ عائلي أو شخصي للإصابة بسرطان القولون والمستقيم أو تعدُّد اللحميَّات - أمراض مزمنة في المصران مثل مرض كرونز أو إلتهاب الأمعاء إذا كانت نتيجة الفحص إيجابية ، فلا بد من إجراء تنظير القولون

# screeningMsg5
source: A colonoscopy is used to view the entire colon and the rectum in order to remove any polyps.
ar: يتم استخدام تنظير القولون لرؤية القولون والمستقيم بالكامل ولإزالة أي لحميَّات .

# screeningPledge
source: I Pledge to Screen
ar: أتعهَّد أن أقوم بالكشف المبكر

# screeningPledgeText
source: It is my right and responsibility.
ar: إن الكشف المبكر حقِّي ومسؤوليَّتي

# screeningPledgeOption1
source: Option 1: I am 45 year-old, I have no symptoms (like blood in stool, abdominal pain and change in bowel habits, and unexplained weight loss), no family history of colorectal cancer or familial adenomatous polyposis, or personal history of cancer, Lynch Syndrome, Crohn’s disease or ulcerative colitis, I pledge to take the F.I.T. annually and if F.I.T. is positive, I will do a colonoscopy.
ar: الخيار الأول: 1. إن عمري ٤٥ سنة ، 2. لا يوجد أي أعراض ( دم في الخروج، وجع أو مغص قوي في البطن، لا تغيُّر في عادات الأمعاء ، لا فقر دم، لا خسارة غير مبررة بالوزن) ، 3. لا تاريخ عائلي بالسرطان أو متلازمة لينش ، 4. لا إصابة مسبقة بالسرطان أو متلازمة لينش أو التهاب القولون التقرحي، اتعهد أن أعمل فحص الف.أي.ت. سنويا وإذا كان الفحص إيجابي سأقوم بإجراء التنظير

# screeningPledgeOption2
source: Option 2: I am less than 45 year- old and I have symptoms such as blood in stool, unexplained anemia, abdominal pain and change in bowel habits, and unexplained weight loss, I pledge to discuss with my doctor screening for CRC and get screened.
ar: الخيار الثاني: أنا عمري أقل من ٤٥ ، وعندي الأعراض المذكورة أعلاه ، اتعهد أن أناقش مع طبيبي عن الكشف لسرطان القولون وأن أقوم به.

# screeningPledgeOption3
source: Option 3: Regardless of my age, I have family history of colorectal cancer or familial adenomatous polyposis, or personal history of cancer, Lynch Syndrome, Crohn’s disease or ulcerative colitis, I pledge to ask my doctor to refer me to a gastroenterologist to discuss my CRC options.
ar: الخيار الثالث: شو ما كان عمري ، وعندي تاريخ عائلي بسرطان القولون ، أو داء البوليبات الغدي العائلي، تاريخ شخصي بالسرطان أو متلازمة لينش، أو أو التهاب القولون التقرحي، أتعهد أن أسأل طبيبي أن يرشدني إلى إختصاصي جهاز هضمي لمناقشة خياراتي للكشف

# screeningPledgeSubmit
source: I Pledge
ar: أتعهد

# screeningTypes
source: Types of Screening
ar: انواع الفحص

# screeningTypesTitle
source: Types of Screening for each type of risk:
ar: انواع الفحص بحسب الفئة متوسطة أو عالية الخطر

# screeningTypesAverageTitle
source: ● Average risk population:
ar: ● الفئة المتوسطة الخطر:

# screeningTypesAverageText
source: A stool test which is the F.I.T. (Fecal Immunochemical Test) should be done starting at age 45 every year if the test is negative. If the test turned out to be positive the individual should do colonoscopy. The golden standard for screening is colonoscopy which should be done every 10 years if there are no polyps
ar: يجب إجراء اختبار البراز الكيميائي المناعي ( F.I.T ) سنويّاً ابتداء من سن ٤٥ إذا كان الاختبار سلبيًا يعاد سنوياً إذا تبين أن الاختبار إيجابي ، فيجب على الفرد إجراء تنظير القولون. المعيار الذهبي للفحص هو تنظير القولون الذي يجب إجراؤه كل ١٠ سنوات إذا لم يكن هناك لحميات أو كما ينصح الطبيب حسب نتيجة فحص الناظور والزرع

# screeningTypesHighTitle
source: ● High risk population:
ar: ● السكان المعرضون لمخاطر عالية:

# screeningTypesHighText
source: Colonoscopy should be done at the age of 40 or 10 years prior to diagnosis of affected relative, every 3 years.
ar: يجب إجراء تنظير القولون في عمر ٤٠ أو ١٠ سنوات قبل سن تشخيص الأقارب المصاب ويعاد كل ٣ سنوات.

source: Send
ar: أرسل

source: Settings
ar: الإعدادات

source: Stage
ar: المرحلة

# stages
source: Stages of CRC
ar: مراحل تطور سرطان القولون

# stagesIntro
source: Most colorectal cancer cases start with a non-cancerous polyp which is unusual growth of tissues in the lining of the colon and rectum. Its takes about 10-15 years for the cancer to be developed in the colon or rectum.
ar: تبدأ معظم حالات سرطان القولون والمستقيم بسليلة غير سرطانية وهي نمو غير عادي للأنسجة في بطانة القولون والمستقيم. يستغرق تطور السرطان في القولون أو المستقيم حوالي ١٠-١٥ سنة.

# stagesIntro2
source: Stages of developing colorectal cancer :
ar: مراحل تطور سرطان القولون والمستقيم:

# stage0
source: is called the Carcinoma in Situ is when the cancer is in the inner lining of the colon or rectum.
ar: تسمى السرطان في الموقع وهي عندما يكون السرطان في البطانة الداخلية للقولون أو المستقيم.

# stage1
source: is called the Dukes A colon cancer when the cancer starts to spread to the inner lining of the colon.
ar: تسمى سرطان القولون Dukes A عندما يبدأ السرطان بالانتشار إلى البطانة الداخلية للقولون.

# stage2
source: is called the Dukes B colon cancer when the cancer starts spreading to the wall of the colon and near the lymph nodes,which are organs of the immune system that have a role in fighting the diseases and infection.
ar: تسمى سرطان القولون Dukes B عندما يبدأ السرطان بالانتشار إلى جدار القولون وبالقرب من العقد الليمفاوية ، وهي أعضاء في الجهاز المناعي لها دور في مكافحة الأمراض والعدوى.

# stage3
source: is called the Dukes C colon cancer is when the cancer reaches the lymph nodes.
ar: تسمى سرطان القولون Duke C وهي عندما يصل السرطان إلى الغدد الليمفاوية.

# stage4
source: is called the Duke D colon cancer is when the cancer has spread to otherorgans of the body.
ar: تسمى Duke D وهي عندما ينتشر السرطان إلى أعضاء أخرى من الجسم

# stats
source: Statistics
ar: إحصاءات

# stat1
source: 35% of all cancers are due to unbalanced diet
ar: ٣٥ ٪ من السرطانات ناتجة عن نظام غذائي غير متوازن

# stat2
source: 50-75% of colorectal cancer cases can be prevented through balanced diet
ar: يمكننا الوقاية من ٥٠ - ٧٥ ٪ من حالات سرطان القولون والمستقيم من خلال اتباع نظام غذائي متوازن

# stat3
source: Physical activity can reduce the risk of developing colorectal cancer by 15% (Oruç & Kaplan, 2019).
ar: النشاط البدني / الرياضي يمكن أن يقلل بنسبة ١٥ ٪ من خطر الإصابة بسرطان القولون والمستقيم (Oruç & Kaplan ، 2019).

# stat4
source: Smoking can increase the risk of developing colorectal cancer from 20% to 60% (Hannan, Jacobs, & Thun, 2009).
ar: التدخين يمكن أن يزيد خطر الإصابة بسرطان القولون والمستقيم من ٢٠ ٪ إلى ٦٠ ٪ (Hannan، Jacobs، & Thun، 2009).

# stat5
source: People who are considered heavy drinkers (three and a half drinks per day) have 50% more risk of developing CRC than light drinkers or non-drinkers (Hall, 2017).
ar: الأشخاص الذين يُعتبرون من الأشخاص الذين يشربون الخمر بكثرة ( ٣ أكواب / كؤوس في اليوم) لديهم مخاطر أكثر بنسبة ٥٠ ٪ للإصابة بسرطان القولون والمستقيم مقارنةَ بالأشخاص الذين يشربون الخمر بكمية قليلة أو لا يشربون (Hall ، 2017).

source: Step
ar: الخطوة

# storyTitle
source: Story of SAID NGO (Decree 324/2016)
ar: قصة جمعية سعيد (علم وخبر ٣٢٤/ ٢٠١٦)

# storyBody
source: In 2016 SAID NGO was founded in memory of Said Nimer with an objective to Spread Awareness and Improve Detection (S.A.I.D.) about colon cancer.
ar: تأسست جمعية سعيد في ٢٣ شباط ٢٠١٦، تخليداً لذكرى سعيد نمر بهدف زيادة التوعية وتحسين الكشف المبكر عن سرطان القولون.

# symptoms
source: Symptoms of CRC
ar: عوارض سرطان القولون

# symptomsIntro
source: Symptoms of colorectal cancer:
ar: أعراض سرطان القولون والمستقيم:

# symptomsTitle
source: Symptoms
ar: العوارض

# symptom1
source: Most of the time, no symptom
ar: في معظم الأوقات ، لا توجد أعراض

# symptom2
source: Stomach pain and change in the bowel habits
ar: دم في البراز

# symptom3
source: Weakness and fatigue
ar: الضعف والتعب

# symptom4
source: Weight loss
ar: فقدان الوزن

# symptom5
source: Blood in stool
ar: آلام في المعدة وتغير في عادات الأمعاء

# symptom6
source: Diarrhea or constipation
ar: لإسهال أو الإمساك

source: Tertiary Prevention
ar: الوقاية من الدرجة الثالثة:

# tertiaryPreventionMsg
source: This prevention is for individuals who have already been diagnosed with colorectal cancer. Regular follow-up with the medical oncologist
ar: للأفراد الذين تم تشخيص إصابتهم بالفعل بسرطان القولون والمستقيم. المتابعة المنتظمة مع طبيب الأورام

# valuesTitle
source: Values of SAID NGO
ar: قِيَم الجمعيّة

# valuesBody
source: SAID NGO is founded on the values of care, empathy, respect and dedication without discrimination in class, status, and religion.
ar: تأسست الجمعية على قِيَم الاحترام، الرعاية والتعاطف بدون تفرقة في الطبقة،الوضع الاجتماعي أو الدين.

# visionTitle
source: Vision of SAID NGO
ar: رؤيا الجمعية (الحلم)

# visionBody
source: We aim for all eligible Lebanese males and females to be up-to-date with CRC screening.
ar: نحلم أن يكون الجميع من الرجال والنساء على الإطلاع على الكشف المبكر لسرطان القولون والقيام به اذا كانوا في الفئة المستهدفة.

source: Yes
ar: نعم
