Repository: mohammed-ezzedine/said
Catalog: lib/l10n/app_*.arb
Languages: ar

# about
source: About Us
ar: من نحن؟

source: Age
ar: العمر

# ageOption1
source: 18 → 30 years old
ar: 18 → 30 سنة

# ageOption2
source: 31 → 45 years old
ar: 31 → 45 سنة

# ageOption3
source: above 45 years old
ar: فوق 45 سنة

source: Articles
ar: المقالات

# communityRole
source: Community Support
ar: دعم المجتمع

# communityM1
source: Motivating and encouraging your beloved ones to undergo screening, and supporting them throughout the process will help save their lives through early screening and decrease their risk of getting CRC.
ar: إن تحفيز أحبائك وتشجيعهم على الخضوع للفحص ودعمك لهم سيساعد في إنقاذ حياتهم من خلال الفحص المبكر وتقليل مخاطر اصابتهم بسرطان القولون.

# communityM2title
source: Ways to encourage your beloved ones to undergo screening:
ar: طرق لتشجيع أحبائك على الخضوع للفحص:

# communityM2pt1
source: 1. Discuss colorectal cancer as one of the leading causes of cancer deaths
ar: 1. ناقش سرطان القولون والمستقيم كأحد الأسباب الرئيسية لوفيات السرطان

# communityM2pt2
source: 2. Share with them statistics about the prevalence and incidence of CRC in Lebanon
ar: 2. شارك معهم الإحصائيات حول الإصابة بسرطان القولون في لبنان

# communityM2pt3
source: 3. Discuss the lifestyle factors that increase the risk for CRC.
ar: 3. ناقش عوامل نمط الحياة التي تزيد من مخاطر الإصابة بسرطان القولون

# communityM2pt4
source: 4. Point to them potential symptoms of CRC that they should beware of
ar: 4. إشرح لهم الأعراض المحتملة لسرطان القولون التي يجب عليهم الحذر منها

# communityM2pt5
source: 5. Discuss the importance of screening, the different types of CRC screening, the start age for screening.
ar: 5. ناقش أهمية الفحص ، الطرق المختلفة للفحص، والعمر المناسب لبدء الفحص.

# communityM2pt6
source: 6. Let them meet with someone who did CRC screening and discuss his or her experience.
ar: 6. دعهم يلتقون بشخص أجرى الكشف المبكر ليشارك تجربته

# communityM2pt7
source: 7. Encourage them to download the App.
ar: 7. شجعهم على استعمال التطبيق.

# communityM3
source: Early detection of cancer saves lives. We all need to adopt screening as a way of life. Spread the word and beat cancer.
ar: الاكتشاف المبكر للسرطان ينقذ الأرواح. نحتاج جميعًا إلى اعتماد الفحص الروتيني كأسلوب حياة. انشر الكلمة وتغلب على السرطان.

# contactTitle
source: Contact us
ar: إتّصِلوا بنا

# contactByEmail
source: By email
ar: عبر البريد الإلكتروني

# contactPhone
source: Phone Number
ar: عبر الهاتف

# contactInstagram
source: Instagram
ar: إنستغرام

# contactFacebook
source: Facebook
ar: فيسبوك

# contactWebsite
source: Website
ar: الموقع الإلكتروني

# contactLinkedIn
source: LinkedIn
ar: لينكد إن

source: Create Account
ar: إنشاء حساب

source: Email
ar: البريد الإلكتروني

# emailInvalid
source: Invalid email format.
ar: البريد الإلكتروني الذي أدخلته غير صالح.

# faq
source: FAQs
ar: الأسئلة

# faqTitle1
source: F.I.T
ar: فحص الفيت

# faqQ1
source: What is F.I.T.?
ar: ما هو فحص الفيت؟

# faqA1
source: The Fecal Immunochemical Test (F.I.T.) is a stool test that detects blood in the stool not seen with the naked eye. It is done at home and taken to the laboratory for analysis.
ar: هو فحص خروج يكشف الدم الخفي الذي لا يمكن رؤيته بالعين المجرده. فحص بسيط جداً تؤخذ العينة إلى المختبر للتحليل

# faqQ2
source: How can I get the F.I.T.?
ar: كيف أحصل عليه؟

# faqA2
source: Your family physician, gastroenterologist can give you the laboratory requisition and you can also do it without the doctor’s requisition, You can buy the container from the pharmacy to collect the sample of stool, and then take it to the laboratory to be processed. You can call SAID NGO for assistance; laboratories processing the F.I.T., cost and relevant information.
ar: يقوم الطبيب بطلب الفحص . تقوم بشراء العلبة من الصيدلية وتأخذ العينة إلى المختبر للتحليل. يمكنكم أيضا الإتصال بجمعية سعيد للمساعدة، والمعلومات عن أمكن تواجد الفحص، الكلفة وأي شيء يتعلق به

# faqQ3
source: When do I get the F.I.T. results?
ar: متى احصل على النتيجه؟

# faqA3
source: It takes 1 to 2 days for the results.
ar: يأخذ عادة يوم أو يومين

# faqQ4
source: What can the FIT results be?
ar: ما هي نتيجة الفحص؟

# faqA4
source: A negative F.I.T. test means that there is no blood in the stool. The doctor will ask you to repeat the test annually. A positive F.I.T. test means that there is blood in the stool. This is not necessarily cancer but you will have to do a colonoscopy to find out why you have blood in your stool.
ar: تكون النتيجه إما سلبية أو إيجابية: ١.سلبية يعني لم يجد المختبر أي أثر لدم خفي وفي هذه الحالة يجب إعادة الفحص سنويا لنبقى مطمئنين ٢. ايجابيه: لا يعني سرطان بل يعني وجود دم في العينه ويجب القيام بالتنظير لنعرف سبب الدم.

# faqQ5
source: How accurate is the F.I.T. result?
ar: ما مدى دقة الفحص؟

# faqA5
source: No test is 100% accurate. There is a chance that a pre-cancerous polyp or cancer can be missed if it wasn’t bleeding when the test was done, thus the importance of REPEATING it annually Regular screening gives you the best chance of colorectal cancer being found early, when treatment may be more successful.
ar: لا يوجد أي فحص ١٠٠ ٪ . هناك فرصة أن يخطئ في حال وجود لحمية ما قبل سرطانيه بدون أن تنزف في العينة عند إجراء الفحص. من هنا أهمية إعادة الفحص سنويا. الفحص المنتظم يعطيك الفرصه الافضل لاكتشاف السرطان في مراحل مبكره جدا عندما يكون فرص العلاج والشفاء عالية جداً

# faqTitle2
source: Colonoscopy
ar: التنظير

# faqQ6
source: What is a colonoscopy?
ar: ما هو التنظير؟

# faqA6
source: A colonoscopy is aprocedure done by a gastroenterologist in a hospital or specialized clinic to examine the lining of your colon (large intestine) to find and remove polyps before they become colon cancers. It is a flexible tube inserted into the rectum and goes up to the colon to look for signs of cancer or pre-cancerous lesions. During colonoscopy, polyps (precancerous and cancerous) are removed and biopsied.
ar: يقوم الطبيب المختص بالجهاز الهضمي بعملية التنظير في قسم التنظير fi مستشفى ليبحث داخل المصران عن لحميات وإزالتها قبل تغيرها إلى سرطان في القولون. هو عبارة عن أنبوب مرن، يُدخَل في المخرج والمستقيم ويمكِّن الطبيب من فحص كامل المصران وإزالة أي لحميه سرطانيه أو غير سرطانيه ويرسلها إلى تحليل علم الأحياء لدراستها

# faqQ7
source: What do I need to do to prepare for a colonoscopy?
ar: كيفية التحضير للناظور؟

# faqA7
source: A few days before the colonoscopy — Start eating a low-fiber diet: no whole grains, nuts, seeds, dried fruit, or raw fruits or vegetables. Ask your doctor if you need to stop any medications. The day before the colonoscopy procedure — don’t eat solid foods. Instead, consume only clear liquids like clear broth or bouillon, black coffee or tea, clear juice (apple, white grape), clear soft drinks or sports drinks, Jell-O (not red though), popsicles, etc. The day of the colonoscopy procedure — As on the previous day, clear liquid foods only. Don't eat or drink anything two hours before the procedure. Before the procedure, usually 12-24 hours, you need to clean your bowel with a special preparatory solution recommended by your physician. It is important that you follow the instructions properly. Not adequately cleaned bowel can increases the risk of missing on polyps or repeating the test.
ar: ١. بضعة أيام قبل الناظور: البدء بتناول نظام أكل قليل الألياف : لا تحتوي على حبوب كاملة أو مكسرات أو بذور أو فواكه مجففة أو فواكه أو خضروات نيئة. اسأل طبيبك عما إذا كنت بحاجة إلى التوقف عن تناول أي أدوية. ٢.اليوم السابق لإجراء تنظير القولون:لا تأكل الأطعمة الصلبة. بدلًا من ذلك ، استهلك السوائل الصافية فقط مثل المرق أو المرقة الصافية ، القهوة السوداء أو الشاي ، العصير الصافي (التفاح ، العنب الأبيض) ، المشروبات الغازية أو المشروبات الرياضية الصافية ، الجيلي (غير الأحمر) ، المصاصات ، إلخ. يوم إجراء تنظير القولون - كما في اليوم السابق ، الأطعمة السائلة الصافية فقط. لا تأكل أو تشرب أي شيء قبل ساعتين من الإجراء. قبل الإجراء ، عادة من ١٢-٢٤ ساعة ، تحتاج إلى تنظيف أمعائك بمحلول تحضيري خاص أوصى به طبيبك. من المهم أن تتبع التعليمات بشكل صحيح. يمكن أن يؤدي عدم تنظيف الأمعاء بشكل كافٍ إلى زيادة خطر عدم إكتشاف الزوائد اللحمية أو إعادة الاختبار.

# faqQ8
source: How is a colonoscopy done?
ar: كيف يتم عمل منظار القولون؟

# faqA8
source: When you are in the endoscopy unit,, you will receive a sedation (not general anesthesia) meaning that you will not feel any discomfort during the procedure. The procedure itself may take between 15 and 60 minutes. After the procedure, you need to wait for about 30 minutes to recover. Because of the sedation, you are not allowed to drive home.
ar: عندما تكون في وحدة التنظير ، ستتلقى مسكنًا (وليس تخديرًا عامًا) مما يعني أنك لن تشعر بأي إزعاج أثناء العملية. قد يستغرق الإجراء نفسه ما بين ١٥ و ٦٠ دقيقة. بعد الإجراء ، تحتاج إلى الانتظار لمدة ٣٠ دقيقة تقريبًا حتى تتعافى. بسبب التخدير ، لا يُسمح لك بالقيادة إلى المنزل.

# faqQ9
source: Is my colonoscopy covered by an insurance?
ar: هل تنظير القولون الخاص بي مغطى بالتأمين؟

# faqA9
source: Insurance coverage varies. You should check with your health insurance provider to determine the coverage. If you have a “Daman” (National Social Security Fund), you need to pay for the colonoscopy out-of-pocket and reimbursed after (provided it is done as in-patient).
ar: تختلف التغطية التأمينية. يجب عليك مراجعة مزود التأمين الصحي الخاص بك لتحديد التغطية. إذا كان لديك 'ضمان' (الصندوق الوطني للضمان الاجتماعي) ، فأنت بحاجة إلى دفع تكاليف تنظير القولون من جيبك وسداد التكاليف بعد ذلك (بشرط أن يتم ذلك كمريض داخلي).

# faqQ10
source: What is the average cost of a colonoscopy?
ar: ما هو متوسط تكلفة تنظير القولون؟

# faqA10
source: A colonoscopy in Lebanon can cost between 1,500,000 L.L. and 4,000,000 depending on the hospital
ar: يمكن أن يتكلف تنظير القولون في لبنان ما بين ١،٥٠٠،٠٠٠ و ٤،٠٠٠،٠٠٠ حسب المستشفى هل خدمات تنظير القولون متوفرة في جميع مناطق لبنان؟

# faqQ11
source: Are colonoscopy services available in all regions of Lebanon?
ar: هل التنظير متوافر في جميع المناطق اللبنانية؟

# faqA11
source: Yes, all regions of Lebanon have colonoscopy services. To find the closest location, ask your provider or contact SAID NGO for assistance and advice about quality controlled ones.
ar: نعم ، يوجد في جميع مناطق لبنان خدمات تنظير القولون. للعثور على أقرب موقع ، اطلب من مزودك أو اتصل بNGO SAID غير الحكومية للحصول على المساعدة والمشورة حول الجودة الخاضعة للرقابة.

# faqQ12
source: If I am menstruating can I have a colonoscopy?
ar: إذا كنت في فترة الحيض ، هل يمكنني إجراء تنظير القولون؟

# faqA12
source: Yes. There is no contraindication.
ar: نعم فعلا. لا يوجد مانع

# faqQ13
source: If I have fever can I have a colonoscopy?
ar: إذا كنت أعاني من الحمى ، فهل يمكنني إجراء تنظير القولون؟

# faqA13
source: No, it is not recommended. Check with your provider.
ar: لا ، لا ينصح بذلك. تحقق مع مقدم الخدمة الخاص بك.

# faqQ14
source: If I am taking medications, can I have a colonoscopy?
ar: إذا كنت أتناول الأدوية ، فهل يمكنني إجراء تنظير القولون؟

# faqA14
source: Most medications do not interfere with the colonoscopy. Consult with your physician if you are taking insulin to adjust the dose if necessary. If you are on anti-coagulant, you need to stop them before the procedure to avoid bleeding in the situation where polyps removal are necessitated. A diagnostic colonoscopy isn't likely to cause bleeding. But if the doctor has to remove any polyps from the colon, the risk of bleeding rises. Check with your physician about adjusting the anti-coagulant.
ar: لا تتداخل معظم الأدوية مع تنظير القولون. استشر طبيبك إذا كنت تتناول الأنسولين لتعديل الجرعة إذا لزم الأمر. إذا كنت تستخدم مضادات التخثر ، فأنت بحاجة إلى إيقافها قبل الإجراء لتجنب النزيف في الحالة التي تتطلب إزالة الزوائد اللحمية. من غير المحتمل أن يتسبب تنظير القولون التشخيصي في حدوث نزيف. ولكن إذا اضطر الطبيب إلى إزالة أي سلائل من القولون ، فإن خطر حدوث نزيف يرتفع. استشر طبيبك حول ضبط مضاد التخثر.

# faqQ15
source: Do I need time off to do a colonoscopy?
ar: هل أحتاج إلى إجازة لإجراء تنظير القولون؟

# faqA15
source: Yes, you need to take off the day you are doing the procedure.When done early in the morning, you can go back to work 3 to 4 hours after done. For the preparation, you also need to be at home.
ar: نعم ، يجب أن تأخذ إجازة في اليوم الذي تقوم فيه بالإجراء ، وإذا كان الناظور في الصباح الباكر ، يمكنك العودة إلى العمل بعد 3 إلى 4 ساعات من الانتهاء. للتحضير ، يجب أيضًا أن تكون في المنزل

# faqQ16
source: Are there side effects or complications after the colonoscopy?
ar: هل هناك آثار جانبية أو مضاعفات بعد تنظير القولون؟

# faqA16
source: Generally No. While all procedures have some risk, colonoscopies are done every day and are considered safe. In fact, your chances of getting colon or colorectal cancer far outweigh the possibility of complications from a colonoscopy. On the other hand, the American Society for Gastrointestinal Endoscopy says that there are less than 3 serious complications for every 1,000 procedures done in people of average risk for colorectal cancer. Very few cases of intestinal perforations can happen in the rectum wall or colon. They can be made accidentally during the procedure by an instrument. These punctures are slightly more likely to occur if a polyp is removed. However, perforations can often be treated with watchful waiting, bed rest, and antibiotics. Large tears, however, are medical emergencies that require surgical repair. Bleeding at the site of a polyp removal. Bleeding usually does not require any intervention. If a tissue sample is taken or a polyp removed, you may notice some bleeding from your rectum, or blood in your stool a day or two after the test. Most cases of bleeding stop without treatment or can be controlled at the time of the procedure. This is typically nothing to be worried about. However, if the bleeding is heavy, or doesn’t stop, let your doctor know. In case you have severe abdominal pain, dizziness, fever, chills or rectal bleeding after the colonoscopy check with your provider.
ar: عموما لا. في حين أن جميع الإجراءات تنطوي على بعض المخاطر ، فإن تنظير القولون يتم إجراؤه يوميًا ويعتبر آمنًا. في الواقع ، فإن فرص إصابتك بسرطان القولون أو سرطان القولون والمستقيم تفوق بكثير احتمال حدوث مضاعفات من تنظير القولون. من ناحية أخرى ، وبحسب الجمعية الأمريكية لتنظير الجهاز الهضمي أن هناك أقل من ٣ مضاعفات خطيرة لكل ١٠٠٠ إجراء يتم إجراؤه في الأشخاص المعرضين لخطر متوسط للإصابة بسرطان القولون والمستقيم. يمكن أن تحدث حالات قليلة جدًا من الثقوب المعوية في جدار المستقيم أو القولون. يمكن إجراؤها عن طريق الخطأ أثناء الإجراء بواسطة أداة. من المرجح أن تحدث هذه الثقوب قليلاً إذا تمت إزالة الورم. ومع ذلك ، يمكن معالجة الثقوب غالبًا بالانتظار اليقظ والراحة في الفراش والمضادات الحيوية. ومع ذلك ، فإن التمزقات الكبيرة هي حالات طبية طارئة تتطلب إصلاحًا جراحيًا نزيف في مكان إزالة الزوائد اللحمية. عادة لا يتطلب النزيف أي تدخل. إذا تم أخذ عينة من الأنسجة أو إزالة الزوائد اللحمية ، فقد تلاحظ بعض النزيف من المستقيم أو الدم في البراز بعد يوم أو يومين من الاختبار. تتوقف معظم حالات النزيف دون علاج أو يمكن السيطرة عليها وقت الإجراء هذا عادة لا يدعو للقلق. ومع ذلك ، إذا كان النزيف غزيرًا أو لم يتوقف ، أخبر طبيبك. في حال كنت تعاني من آلام شديدة في البطن ، أو دوخة ، أو حمى ، أو قشعريرة ، أو نزيف في المستقيم بعد تنظير القولون ، استشر مزودك. في حال كنت تعاني من آلام شديدة في البطن ، أو دوخة ، أو حمى ، أو قشعريرة ، أو نزيف في المستقيم بعد تنظير القولون ، استشر مزودك.

source: Feedback
ar: تقييم

# feedbackStory
source: Send us your story or the story of your beloved ones who have/had CRC:
ar: أرسل لنا قصتك، أو قصة أحد أقاربك مع سرطان القولون:

# feedbackApp
source: Send us your feedback of the application:
ar: أرسل لنا تقييمك للتطبيق:

# fieldRequired
source: This field is required
ar: هذه الخانة مطلوبه

source: Gender
ar: الجنس

# genderOption1
source: Male
ar: ذكر

# genderOption2
source: Female
ar: أنثى

source: General
ar: عام

# gotoRegistration
source: Don't have an account? Register Here
ar: ليس لديك حساب؟ قم بانشاء واحد هنا

source: Governorate
ar: المحافظة

# governorateOption1
source: Beirut
ar: بيروت

# governorateOption2
source: Mount Lebanon
ar: جبل لبنان

# governorateOption3
source: North Lebanon
ar: شمال لبنان

# governorateOption4
source: South Lebanon
ar: جنوب لبنان

# governorateOption5
source: Nabatiyeh
ar: النبطية

# governorateOption6
source: Beqaa
ar: البقاع

# governorateOption7
source: Baalbek
ar: بعلبك

# governorateOption8
source: Hermal
ar: الهرمل

# greeting
source: We are SAID NGO and we are here to help!
ar: نحن جمعية سعيد ونحن هنا لنساعد !

# introduction
source: What is CRC?
ar: ما هو سرطان القولون؟

# key11
source: Colorectal cancer (CRC) affects the colon or rectum of the digestive system.
ar: يؤثر سرطان القولون والمستقيم (CRC) على القولون أو المستقيم في الجهاز الهضمي.

# key12
source: The colon is the large intestine, whereas the rectum is the pathway that join the colon and anus.
ar: القولون هو الأمعاء الغليظة ، بينما المستقيم هو المسار الذي يصل بين القولون والشرج.

# key13
source: In Lebanon, the incidence of colorectal cancer in 2015 was 262.4 240.1 in males and females respectively (MOPH, n.d), and in 2016 the incidence was high at age 40-44 and 45-49 years in both males and females (Lakkis,2021).
ar: الحدوث والانتشار في لبنان (يُعلن لاحقاً)

# key14
source: Colorectal cancer strikes 1 in 20 both men and women are at equal risks.
ar: يؤثر سرطان القولون والمستقيم CRC على كل من الذكور والإناث

# key15
source: CRC is more commonly diagnosed at the age of 45 and above.
ar: يتم تشخيص CRC بشكل أكثر شيوعًا في سن 45 وما فوق

# languageChoose
source: Choose application language
ar: اختر لغة البرنامج

source: Login
ar: تسجيل دخول

# missionTitle
source: Mission of SAID NGO
ar: مهمة جمعية سعيد

# missionBody
source: The mission of SAID NGO is based on 3 pillars: Awareness, Advocacy and support (through the journey of colorectal cancer: A cancer diagnosis is life-changing and patients can face many challenges along the way, including figuring out how to navigate between different kinds of doctors, tests and treatments).
ar: ترتكز مهمة جمعية سعيد على ثلاث ركائز: التوعية، المناصرة والدعم خلال رحلة المريض مع سرطان القولون؛ الإصابة بالسرطان هي تجربة تغيِّر الحياة ويواجه المريض خلالها عدة تحدّيات منذ البداية. هذه التحديات تشمل الأطباء، إجراء الفحوصات وتلقي العلاجات

# name
source: Full name
ar: الإسم الكامل

source: No
ar: لا

source: Password
ar: كلمة المرور

# passwordChoose
source: Choose a Password
ar: إختر كلمة المرور

# passwordLongerThanEightCharacters
source: Password must be longer than 8 characters
ar: كلمة المرور أقصر من 8 أحرف

# phone
source: Phone Number
ar: رقم التلفون

# phoneInvalid
source: Invalid phone number format
ar: رقم التلفون الذي أدخلته غير صالح.

source: Prevention
ar: الوقاية

# preventionQ
source: Can colorectal cancer (CRC) be prevented?
ar: هل يمكن منع سرطان القولون والمستقيم؟

# preventionA
source: CRC can be prevented through long term prevention which is lifestyle changes and through screening
ar: يمكن منع سرطان القولون والمستقيم من خلال الوقاية الطويلة المدى والتي تشمل تغييرات في نمط الحياة ومن خلال الكشف المبكر الروتيني

# preventionTitle
source: Prevention for Colorectal cancer:
ar: للوقاية من سرطان القولون والمستقيم يجب :

# preventionPt1
source: Maintain a balanced diet and rich in fiber
ar: الحفاظ على نظام غذائي متوازن وغني بالألياف

# preventionPt2
source: Be active and increase your physical activity
ar: ممارسة النشاط الرياضي وتجنب الخمول

# preventionPt3
source: Get to know your family history especially their history with colorectal cancer
ar: معرفة تاريخ العائلة وخاصة تاريخهم مع سرطان القولون والمستقيم

# preventionPt4
source: Watch your weight
ar: الانتباه للوزن

# preventionPt5
source: Lower your alcohol consumption
ar: التقليل من استهلاك الكحول

# preventionPt6
source: Stop Smoking
ar: الإقلاع عن التدخين

# preventionPt7
source: Get screened regularly
ar: الخضوع للكشف المبكر بانتظام

source: Primary Prevention
ar: الوقاية الأولية

# primaryPreventionPt1
source: Moderate consumption of meat (processed meat and very well-done meats)
ar: الاستهلاك المعتدل للحوم (اللحوم المصنعة واللحوم المطهية جيدًا)

# primaryPreventionPt2
source: A low-fat diet rich in fruits, vegetables, milk and dairy products, and fiber
ar: إتباع نظام غذائي قليل الدسم, غني بالفواكه والخضروات والحليب ومنتجات الألبان والألياف

# primaryPreventionPt3
source: Increase physical exercising and avoid obesity
ar: زيادة ممارسة الرياضة البدنية وتجنب السمنة

# primaryPreventionPt4
source: Avoid Tobacco use
ar: تجنب التدخين / استخدام التبغ

# primaryPreventionPt5
source: Non-excessive consumption of alcohol
ar: الاستهلاك غير المفرط للكحول

# riskAverage
source: Average Risk
ar: متوسط المخاطر

# riskAverageIntro
source: Average risk individuals are those who have a sedentary lifestyle i.e. Lack of physical activity
ar: الأفراد ذوو المخاطر المتوسطة هم أولئك الذين لديهم نمط حياة خمولة و قلة النشاط البدني

# riskAverageMsg1
source: High intake of alcohol (more than xxx)
ar: يتناولون كميات كبيرة من الكحول (أكثر من xxx)

# riskAverageMsg2
source: Tobacco use (cigarette, arghile, e-cigarette)
ar: يدخنون التبغ (السجائر ، الأرجيل ، السجائر الإلكترونية)

# riskAverageMsg3
source: A diet that is low with fibers, vegetables, and fruits, and high with fat
ar: لديهم نظام غذائي منخفض الألياف والخضروات والفواكه وغني بالدهون وكثرة استهلاك اللحوم المصنعة والحمراء

# riskAverageMsg4
source: Being obese or overweight
ar: السمنة أو زيادة الوزن

# riskAverageMsg5
source: Age above 45 years
ar: العمر فوق ٤٥ سنة

# riskHigh
source: High Risk
ar: مخاطرة عالية

# riskHighIntro
source: High risk individuals
ar: الأفراد المعرضين لمخاطر عالية

# riskHighMsg1
source: Family history with colorectal cancer
ar: التاريخ العائلي للإصابة بسرطان القولون والمستقيم

# riskHighMsg2
source: Inflammatory bowel disease
ar: يعانون من مرض التهاب الأمعاء

# riskHighMsg3
source: Personal history of cancer including CRC
ar: التاريخ الشخصي بالإصابة بالسرطان بما في ذلك CRC

# riskFactors
source: Risk Factors of CRC
ar: عوامل خطر سرطان القولون

# riskFactorsTitle
source: Risk Factors
ar: العوامل

# riskFactorsIntro
source: There are two groups of population:
ar: هناك مجموعتان من السكان:

# riskAmI
source: Am I at Risk?
ar: هل أنا في خطر؟

# riskM1
source: If you or your loved one presents with any of the following, please visit your gastroenterologist:
ar: إذا شعرت أنت أو أحد أفراد أسرتك بأي شيئ مما يلي ، فيرجى زيارة طبيب الجهاز الهضمي:

# riskM1pt1
source: 1. Alarming symptoms like blood in stool, abdominal pain and change in bowel habits, and unexplained weight loss.
ar: 1. أعراض مقلقة مثل الدم في البراز، فقر دم، آلام في البطن، تغير في عادة الأمعاء، فقدان الوزن غير المبرر.

# riskM1pt2
source: 2. have a family history of known genetic disorders that predispose them to a high lifetime risk of colorectal cancer, such as:
ar: 2. تاريخ عائلي من الاضطرابات الجينية المعروفة التي تجعلهم عرضة لخطر كبير للإصابة بسرطان القولون والمستقيم ، مثل:

# riskM1pt2A
source: a. Lynch syndrome (hereditary nonpolyposis colorectal cancer
ar: أ. متلازمة لينش (سرطان القولون والمستقيم الوراثي غير السلائلي)

# riskM1pt2B
source: b. familial adenomatous polyposis, which is developing thousands if polyps in the lining of the colon and rectum
ar: ب. داء تعدد اللحميات العائلي ، والذي يظهر بأورام حميدة متعددة في بطانة القولون والمستقيم

# riskM1pt3
source: 3. A personal history of inflammatory bowel diseas
ar: 3. وجود تاريخ شخصي للإصابة بمرض التهاب الأمعاء

# riskM1pt4
source: 4. A previous adenomatous polyp, or previous colorectal cancer.
ar: 4. لحمية سرطانية سابقة أو سرطان القولون والمستقيم السابق

# riskM2pt1
source: If you or loved one is: 45 years or older and showing no symptoms Please do the FIT yearly.
ar: اذا كنت أنت أو أحد أحبائك ٤٥ سنة وما فوق ولا توجد أي أعراض يرجى إجراء F.I.T. سنويًا.

# riskM2pt2
source: If positive then go for a colonoscopy
ar: إذا كانت نتيجة الF.I.T. إيجابية ، فانتقل إلى تنظير القولون

# registrationQ1
source: Previous family history with colorectal cancer:
ar: هل عندك تاريخ عائلي مع سرطان القولون؟

# registrationQ1A
source: Relationship (father, mother, brother, sister, other):
ar: القرب العائلي( أب، أم ، أخ، أخت ، غيره):
